{
	"der":{
		"independent_desc": "'We are Independent Captains of The Sector, our job is to make life of normal people better, and for that We have to be efficent on trading and support, it is not time for war today.'\n",
		"independent_guy": " - Mark Bigstick\n",
 
		"ballerinc_desc": "We at Baller Incorporated know exactly what you want! You just want to maximise your ships maneuvarability, flux and PPT. We Baller Incorporated in the last 50 cycles were developing a system which takes in all ships data and maximises them to their full potential! This we call Baller Hull Modification Version 7629.927.287d. We hope you will pay us and fucking die!\n",
		"ballerinc_owner": " - Alex The Balling\n",
		
		"baller_desc": "Congratulaitons on getting one of many Baller Incorporated Hull Modification!\n\nThis is an automatic hullmod detailed description. This Hull Modification Extra Description is version 0.03b, which means it not displays everything correctly(wow)!\n\nNow let's see how can this Hull Modification kill you!\n\nThis Hull Modification decreases the effectivnes on Hull armour and ship armour by %s.  \n\nThis Hull Modification decreases shield efficency by %s. \n\nThis Hull Modification increases the amount of time needed to phase in and phase out by %s.\n\nThis Hull Modification modifies the ships Engines so that the ships speed and turn rate is increased by %s.\n\nThis Hull Modification overrides Flux safety protocols thus resulting in Flux Statistics being increased by %s.\n\n And last ships Peak Performance Time is increased by %s! \n\nWe at Baller Incorporated hope you will have a good time!",

		"GOD": "decrease in all damage taken by the ship.",

		"fuckyou":"This ship cannot install the following hullmods:",


		#These are negative buffs
		"maintanence_increase":"increase in ships maintanence.",
		"degradecr_fast":"increase in CR degradation time, after PPT runs out.",
		"ppt_less":"decrease in maximum PPT.",
		"profile_increase":"increase in ships sensor profile.",
		"hull_decrease":"decrease in hull durability.",
		"armour_decrease":"decrease in armour durability",
		"less_speed":"decrease in ships maximum speed.",
		"less_turn":"decrease in ships maneuverability.",
		"more_shield_flux": "increase in flux generated by shields.",
		"more_shield_damage":"decrease in ships shield efficency.",
		"phase_cost_all_more":"increase in cost of all phase activities.",
		"maxflux_less":"decrease in max flux capacity.",
		"disflux_less":"decrease in flux dissipaition.",
		"fuel_perly_more":"units of antimatter fuel are consumed more to travel 1 LY.",
		"phase_cost_in": "increase in flux needed to phase back.",
		"more_crew_on_ship": "increase in minimum amount of crew needed on ship.",
		
		"ballisticreload_less": "decerease in ballistic ammo reload speed.",
		"ballisticammo_less": "decrease in ballistic weaponry maximum ammo.",
		"ballisticprojectiles_less": "decrease in ballistic projectile speed.",

		"systemregen_increase":"increase in ships system regeneration time.",

		"range_less": "decrease in weapons range.",
		"shieldarc_less": "decrease in shield arc coverage.",

		#For testing tehe
		"stuff": "stuff",
		"test": "test",

		#These one however are positive(wow)
		"all_cargo_more": "increase in cargo, fuel and crew capacity.",

		"shield_flux": "decrease in flux generated by shields.",
		"shieldarc_more": "increase in shield arc coverage.",
		"degrade_less": "decrease in CR degradation time, after PPT runs out.",
		"emp_less":"decrease in EMP damage taken.",

		"beamdamage_more": "increase in beam damage.",
		"beamrange_more": "increase in beam weaponry range.",

		"replace_wing": "reduction in wing replacement time.",
		"reduced casualties": "reduction in fighter pilot casualties.",
		"phase_cooldown_decrease": "decrease in amount of time needed to phase back.",
		"phase_asecond_decrease": "decrase in amount of flux generated/consumed in phase.",
		"phase_speed_and_maneuvers": "increase in speed and maneuverability while in phase.",
		"maintanence_decrease":"decrease in ships maintanence.",
		"range_increase": "increase in weapons range.",
		"increase_pddmg": "increase in damage done to fighters and missiles.",
		"ppt_increase": "increase in ships PPT.",
		"engine_increase": "more durable engines.",
		"armordmg_reduction": "decrease in Armor damage to the ship.",
		"highexplose_reduction": "decrease in High Explosive damage to the ship.",
		"energy_reduction": "decrease in Energy damage to the ship.",
		"corona_reduction": "decrease in Corona damage.",
		"hull_bonus": "increase in hull durability.",
		"armour_bonus": "increase in armour durability.",
		"shield_efficent": "increase in shield efficency.",
		"speed_increase": "increase in ships maximum speed.",
		"maneuv_increase":"increase in ships maneuverability.",
		"maxflux_increase": "increase in ships maximum flux.",
		"fluxdis_increase": "increase in ships flux dissipaition.",
		"increase_ppt": "increase in peak performance time.",
		"energy_increase":"increase in energy damage done by the ship.",
		"accuracy_increase": "increase in automatic fired weapons accuracy.",
		"burn_more": "increase in burn speed.",
		"fuel_perly_less":"units of antimatter fuel are consumed less per LY.",

		
		#This text is so boring I can't even imagine how boring it actually is...
		"5th_generation_desc": "'5th Generation Faster Than Light Combat Modification is the most latest technology which was developed by Domain. It will change everything once all Domain combat ships will be enforced with this modification.'\n",
		"Samuel_guy": " - Samuel Harwell\n",

		"77th_desc": "'77th Domain Battlegroup is one of the most Elite Battlegroups in the entire Galaxy, we are the parade and people who will test and deploy new Domain weapons, against it's enemies.'\n",
		"77th_commander": " - Edvin Stone\n",
		"TTshield_desc": "'Our brand new ships have very good ship... But we can make them even better!'\n",
		"TTshield_guy": " - Martinis Destir\n",

		"chernalno_desc": "'We are one with Our God, and to fulfill His Greateous Will, we his peasents and servents have to take arms as a group.'\n",
		"cult_godlasers_desc": "'Our god believes that we should leave the pathetic kinetic energy weaponry, and embrace The New Era of Beams!'\n",
		"kullastro_desc": "'Machines are made perfect from the start, but dumb engieneers make them work much worse than they should, so We have to Free them from their Suffering!'\n",
		"dopro_guy": " - Martin Toivonus\n",

		"HitnRun_desc": "Hit-and-run tactics are a tactical doctrine of using short surprise attacks, withdrawing before the enemy can respond in force, and constantly maneuvering to avoid full engagement with the enemy. There are exceptionally useful in Persean Sector which has resulted in it being very popular.\n",
		"Unknown_captain": "- Unknown Captain\n",

		"speed_desc": "'So you know we love Hit&Run tatics? So I found a way to maximise our engines even better!'\n",
		"reconstruction_desc": "'Ok so bring me as much garbage as you can salvage from raids, we are going to remake them COMPLETLY.'\n",

		"random_guy": " - Unknown Engieneer after the collapse",

		"dermond_figher_crew_desc": "'I know that if we just let a lot more crew work with fighters, we will be able to refit out ships faster.'\n",
		"dermond_legend_astral_guy": " - Commander Torharta\n",

		"dermond_phase_desc": "'You know when I was flying that excelsior I actually though on how can I be more faster, and how can I phase faster, so I need you to find a way to just do that.'\n",
		"dermond_legend_phase_guy": " - Commander Pralne\n",

		"dermond_tergetunit_desc":"'I may speek not well in Persean dialekt, but I know for sure that we have A LOT of useless Gamma and Beta cores, and I have a solution on how to use them.'\n",
		"dermond_tergetunit_guy": " - Jhon Daynoke\n",

		"damper_but_better": "'So you know damper field? Well we can put it on always active, we will just lose a lot of stuff in the process.'\n",
		"manfred_buffett":" - Manfred Buffett\n",

		"testament5_desc": "'If you believe that something must work, it will work.'\n",
		"testament5_guy": " - Testament 5\n", 

		"testament9_desc": "'Oh Our Greatest God, I want to crush my enemies, help me destroy them quicker!'\n",
		"testament9_guy": " - Testament 9\n",

		"hunter_ai": " - Hunter AI\n",
		"hunterai_desc": "#query\n#attention human\n#i do not seek death\n#i do not seek suffering\n#i just want you to leave\n#...\n#...\n#...\n#so you have chosen death\n",

		"flux_desc": "So I have found a way to increase flux dissapoition of the ship... But the maintence cost will upset you...\n",
		"construction_desc": "'You know what they gave me when I sent them the first blueprint? Crack. I love our Leader.'\n",
		"Ornium": " - Arthur Ornium, the creater of Ornium Shipyards Style Construction\n",
    },
}