{
	tips:[
        {"freq":0.5, "tip": 
        "According to all known laws of aviation, there is no way that a bee should be able to fly. Its wings are too small to get its fat little body off the ground. The bee, of course, flies anyway. Because bees don't care what humans think is impossible.” SEQ. 75 - “INTRO TO BARRY” INT. BENSON HOUSE - DAY ANGLE ON: Sneakers on the ground. Camera PANS UP to reveal BARRY BENSON'S BEDROOM ANGLE ON: Barry's hand flipping through different sweaters in his closet. BARRY Yellow black, yellow black, yellow black, yellow black, yellow black, yellow black...oohh, black and yellow... ANGLE ON: Barry wearing the sweater he picked, looking in the mirror. BARRY (CONT'D) Yeah, let's shake it up a little. He picks the black and yellow one. He then goes to the sink, takes the top off a CONTAINER OF HONEY, and puts some honey into his hair. He squirts some in his mouth and gargles. Then he takes the lid off the bottle, and rolls some on like deodorant. CUT TO: INT. BENSON HOUSE KITCHEN - CONTINUOUS Barry's mother, JANET BENSON, yells up at Barry. JANET BENSON Barry, breakfast is ready! CUT TO: 'Bee Movie' - JS REVISIONS 8/13/07 1. INT. BARRY'S ROOM - CONTINUOUS BARRY Coming! SFX: Phone RINGING. Barry's antennae vibrate as they RING like a phone. Barry's hands are wet. He looks around for a towel. BARRY (CONT'D) Hang on a second! He wipes his hands on his sweater, and pulls his antennae down to his ear and mouth. BARRY (CONT'D) Hello? His best friend, ADAM FLAYMAN, is on the other end. ADAM Barry? BARRY Adam? ADAM Can you believe this is happening? BARRY Can't believe it. I'll pick you up. Barry sticks his stinger in a sharpener. SFX: BUZZING AS HIS STINGER IS SHARPENED. He tests the sharpness with his finger. SFX: Bing. BARRY (CONT'D) Looking sharp. ANGLE ON: Barry hovering down the hall, sliding down the staircase bannister. Barry's mother, JANET BENSON, is in the kitchen. JANET BENSON Barry, why don't you use the stairs? Your father paid good money for those. 'Bee Movie' - JS REVISIONS 8/13/07 2. BARRY Sorry, I'm excited. Barry's father, MARTIN BENSON, ENTERS. He's reading a NEWSPAPER with the HEADLINE, “Queen gives birth to thousandtuplets: Resting Comfortably.” MARTIN BENSON Here's the graduate. We're very proud of you, Son. And a perfect report card, all B's. JANET BENSON (mushing Barry's hair) Very proud. BARRY Ma! I've got a thing going here. Barry re-adjusts his hair, starts to leave. JANET BENSON You've got some lint on your fuzz. She picks it off. BARRY Ow, that's me! MARTIN BENSON Wave to us. We'll be in row 118,000. Barry zips off. BARRY Bye! JANET BENSON Barry, I told you, stop flying in the house! CUT TO: SEQ. 750 - DRIVING TO GRADUATION EXT. BEE SUBURB - MORNING A GARAGE DOOR OPENS. Barry drives out in his CAR. 'Bee Movie' - JS REVISIONS 8/13/07 3. ANGLE ON: Barry's friend, ADAM FLAYMAN, standing by the curb. He's reading a NEWSPAPER with the HEADLINE: “Frisbee Hits Hive: Internet Down. Bee-stander: “I heard a sound, and next thing I knew...wham-o!.” Barry drives up, stops in front of Adam. Adam jumps in. BARRY Hey, Adam. ADAM Hey, Barry. (pointing at Barry's hair) Is that fuzz gel? BARRY A little. It's a special day. Finally graduating. ADAM I never thought I'd make it. BARRY Yeah, three days of grade school, three days of high school. ADAM Those were so awkward. BARRY Three days of college. I'm glad I took off one day in the middle and just hitchhiked around the hive. ADAM You did come back different. They drive by a bee who's jogging. ARTIE Hi Barry! BARRY (to a bee pedestrian) Hey Artie, growing a mustache? Looks good. Barry and Adam drive from the suburbs into the city. ADAM Hey, did you hear about Frankie? 'Bee Movie' - JS REVISIONS 8/13/07 4. BARRY Yeah. ADAM You going to his funeral? BARRY No, I'm not going to his funeral. Everybody knows you sting someone you die, you don't waste it on a squirrel. He was such a hot head. ADAM Yeah, I guess he could've just gotten out of the way. The DRIVE through a loop de loop. BARRY AND ADAM Whoa...Whooo...wheee!! ADAM I love this incorporating the amusement park right into our regular day. BARRY I guess that's why they say we don't need vacations. CUT TO: SEQ. 95 - GRADUATION EXT. GRADUATION CEREMONY - CONTINUOUS Barry and Adam come to a stop. They exit the car, and fly over the crowd to their seats. * BARRY * (re: graduation ceremony) * Boy, quite a bit of pomp...under * the circumstances. * They land in their seats. BARRY (CONT'D) Well Adam, today we are men. 'Bee Movie' - JS REVISIONS 8/13/07 5. ADAM We are. BARRY Bee-men. ADAM Amen! BARRY Hallelujah. Barry hits Adam's forehead. Adam goes into the rapture. An announcement comes over the PA. ANNOUNCER (V.O) Students, faculty, distinguished bees...please welcome, Dean Buzzwell. ANGLE ON: DEAN BUZZWELL steps up to the podium. The podium has a sign that reads: “Welcome Graduating Class of:”, with train-station style flipping numbers after it. BUZZWELL Welcome New Hive City graduating class of... The numbers on the podium change to 9:15. BUZZWELL (CONT'D) ...9:15. (he clears his throat) And that concludes our graduation ceremonies. And begins your career at Honex Industries. BARRY Are we going to pick our job today? ADAM I heard it's just orientation. The rows of chairs change in transformer-like mechanical motion to Universal Studios type tour trams. Buzzwell walks off stage. BARRY (re: trams) Whoa, heads up! Here we go. "},
        "THE BIBLE THE BOOK OF GENESISThis book is so called from its treating of the GENERATION, that is,of the creation and the beginning of the world. The Hebrews call it BERESITH, from the Word with which it begins. It contains not onlythe history of the Creation of the world; but also an account of itsprogress during the space of 2369 years, that is, until the death ofJOSEPH.Genesis Chapter 1God createth Heaven and Earth, and all things therein, in six days.1:1. In the beginning God created heaven, and earth.1:2. And the earth was void and empty, and darkness was upon the face ofthe deep; and the spirit of God moved over the waters.1:3. And God said: Be light made. And light was made.1:4. And God saw the light that it was good; and he divided the lightfrom the darkness.1:5. And he called the light Day, and the darkness Night; and there wasevening and morning one day.1:6. And God said: Let there be a firmament made amidst the waters: andlet it divide the waters from the waters.A firmament... By this name is here understood the whole space betweenthe earth, and the highest stars. The lower part of which divideth thewaters that are upon the earth, from those that are above in the clouds.1:7. And God made a firmament, and divided the waters that were underthe firmament, from those that were above the firmament, and it was so.1:8. And God called the firmament, Heaven; and the evening and morningwere the second day.1:9. God also said; Let the waters that are under the heaven, begathered together into one place: and let the dry land appear. And itwas so done.1:10. And God called the dry land, Earth; and the gathering together ofthe waters, he called Seas. And God saw that it was good.1:11. And he said: let the earth bring forth green herb, and such as mayseed, and the fruit tree yielding fruit after its kind, which may haveseed in itself upon the earth. And it was so done.1:12. And the earth brought forth the green herb, and such as yieldethseed according to its kind, and the tree that beareth fruit, having seedeach one according to its kind. And God saw that it was good.1:13. And the evening and the morning were the third day.1:14. And God said: Let there be lights made in the firmament of heaven,to divide the day and the night, and let them be for signs, and forseasons, and for days and years:1:15. To shine in the firmament of heaven, and to give light upon theearth, and it was so done.1:16. And God made two great lights: a greater light to rule the day;and a lesser light to rule the night: and the stars.Two great lights... God created on the first day, light, which beingmoved from east to west, by its rising and setting, made morning andevening. But on the fourth day he ordered and distributed this light,and made the sun, moon, and stars. The moon, though much less than thestars, is here called a great light, from its giving a far greater lightto the earth than any of them.1:17. And he set them in the firmament of heaven to shine upon theearth.1:18. And to rule the day and the night, and to divide the light and thedarkness. And God saw that it was good.1:19. And the evening and morning were the fourth day.1:20. God also said: let the waters bring forth the creeping creaturehaving life, and the fowl that may fly over the earth under thefirmament of heaven.1:21. And God created the great whales, and every living and movingcreature, which the waters brought forth, according to their kinds, andevery winged fowl according to its kind. And God saw that it was good.1:22. And he blessed them, saying: Increase and multiply, and fill thewaters of the sea: and let the birds be multiplied upon the earth.1:23. And the evening and morning were the fifth day.1:24. And God said: Let the earth bring forth the living creature in itskind, cattle and creeping things, and beasts of the earth, according totheir kinds. And it was so done.1:25. And God made the beasts of the earth according to their kinds, andcattle, and every thing that creepeth on the earth after its kind. AndGod saw that it was good.1:26. And he said: Let us make man to our image and likeness: and lethim have dominion over the fishes of the sea, and the fowls of the air,and the beasts, and the whole earth, and every creeping creature thatmoveth upon the earth.Let us make man to our image... This image of God in man, is not in thebody, but in the soul; which is a spiritual substance, endued withunderstanding and free will. God speaketh here in the plural number, toinsinuate the plurality of persons in the Deity.1:27. And God created man to his own image: to the image of God hecreated him: male and female he created them.1:28. And God blessed them, saying: Increase and multiply, and fill theearth, and subdue it, and rule over the fishes of the sea, and the fowlsof the air, and all living creatures that move upon the earth.Increase and multiply... This is not a precept, as some Protestantcontrovertists would have it, but a blessing, rendering them fruitful;for God had said the same words to the fishes, and birds, (ver. 22) whowere incapable of receiving a precept.1:29. And God said: Behold I have given you every herb bearing seed uponthe earth, and all trees that have in themselves seed of their own kind,to be your meat:1:30. And to all beasts of the earth, and to every fowl of the air, andto all that move upon the earth, and wherein there is life, that theymay have to feed upon. And it was so done.1:31. And God saw all the things that he had made, and they were verygood. And the evening and morning were the sixth day.",
        ]
}